Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/samisk_1_vurderingsskjema_kortsvar_langsvar_n.docx.tmx
Source language: sme
Languages: sma

source: Skuvla
sma: Skuvle

source: Joavku:
sma: Tjïerte

source: Eksáminándda nr..
sma: gïele ELLIESVOETE

source: Bihtá nr..
sma: Lahtestimmieh

source: Oahppi vástádus oppalaččat:
sma: Learohken vaestiedasse elliesvoetine

source: Gulahallan
sma: Gaskesadteme

source: Vástádus bargobihttái
sma: Vaestiedasse laavenjassese

source: Teakstaipmárdus Hápmeoahppa
sma: Gïele, formellen maahtoe

source: Sátneriggodat
sma: Teksteguarkeme

source: Sitáhtaid ja gálduid merken
sma: Sitaate jïh gaaltijh mearhkodh

source: Selvehit fágalaš temá
sma: ÅENEHKS TEKSTE Lahtestimmieh

source: Váikkuhangaskaoamit
sma: Faagen temam buerkiestidh

source: Iežas árvvoštallamat
sma: Vierhtieh

source: Reflekšuvdna ja iešheanalašvuohta
sma: Analyse, faagegïele, jïjtje vuajnoeh

source: Váikkuhangaskaomiid geavaheapmi
sma: Refleksjovne jïh jïjtjeraarehke

source: Teakstaipmárdus
sma: Sjangeremaahtoe

source: Váikkuhangaskaoamit teavsttas
sma: Skaepiedihks Guktie vierhtieh utnedh

source: Selvehit, árvvoštallat, buohtastahttit ja ságaškuššat giellaáššiid ja áššiid mat gullet árbevirolaš máhttui
sma: ïelem utnedh Buerkiestidh, vierhtiedidh, mohtedidh jïh gïeleldh jïh kulturellen tsiehkieh rååresjidh

source: Selvehit fágalaš temáid
sma: Faagen aamhtesh buerkiestidh

source: Árvosátneárvalus:
sma: Karakteere-uvtelasse:
